[
    {
        "nid": "Intro",
        "name": "Intro",
        "title": "Intro",
        "category": "Guide",
        "text": "The purpose of this guide is to teach players who may be new to Fire Emblem-style gameplay how to play the game. Afterwards, you're all on your own :)\nNo, I cannot stop this stupid ass slow scroll text. My apologies."
    },
    {
        "nid": "Character_Stats",
        "name": "Stats",
        "title": "Character Stats",
        "category": "Guide",
        "text": "There are a few stats that are quite important in Fire Emblem. I will introduce you to a basic rundown of each of them, starting with character stats.\nHP: Health points. Your units will be defeated if they reach 0. In Standard Mode, any units who are defeated will be unusable permanently. In Baby Mode, any units who are defeated will return in the next chapter.\nSTR: Strength. This affects how much damage you do with physical weapons (Swords, Axes, Lances, Bows).\nMAG: Magic. This affects how much damage/healing you do with magical weapons (Anima, Light, Dark, Staves)\nSKL: Skill. This affects your accuracy (+2 Hit/1 Skill) and Critical Rate (+1 Crit/1 Skill). This is a dump stat usually lmao\nSPD: Speed. This affects your chance to dodge a hit (+1 Avoid/1 Spd). However, the most important part is that if you have 4 or more Spd than your opponent, you will attack them twice. \nLCK: Luck. This affects your chance to dodge a hit (+1 Avoid/1 Lck), and decreases the likelihood of an enemy critting you (+1 Crit Avoid/1 Lck). Luck is the best stat and totally not another dump stat :)\nDEF: Defense. You take one less damage from physical attacks for every point of Def you have.\nRES: Resistance. You take one less damage from magical attacks for every point of Res you have.\nCON: Constitution. Constitution offsets the speed loss you receive from a weapon's weight (More on that later). It also affects your ability to rescue (More on that later).\nMOV: Movement/Move. Movement affects how many tiles you can move in a single action. This is the best stat. Period.\nRAT: Rating. This is always set at 69. That is all."
    },
    {
        "nid": "Weapon_Stats_and_Tags",
        "name": "Weapons",
        "title": "Weapon Stats and Tags",
        "category": "Guide",
        "text": "Weapon Stats{br}Weapons have various stats in their description.\nDurability: The number next to the weapon that displays as x/x is the durability of the weapon. Each weapon loses one durability per use. A weapon with no durability is broken and cannot be used anymore. Weapons with --/-- durability have infinite uses. Weapons with x/-- have a limited number of uses per chapter.\nWeapon Icon: Shows what type of weapon it is. Also has a letter called the Weapon Rank, which identifies how much Weapon Experience a unit needs to wield the weapon. Weapons with a \"Prf\" weapon rank are locked to certain units as described.\nMinimum Weapon Experience Needed To Wield Weapon:{br}[S: 251]{br}[A: 181]{br}[B: 121]{br}[C: 71]{br}[D: 31]{br}[E: 1]\nRng: Range. This shows up to how many tiles forward a weapon can attack.\nWt: Weight. This is the speed penalty imposed on a unit for wielding the weapon. This is counteracted with the Con stat. The speed penalty for a weapon can be calculated with (Con - Wt).\nMt: Might. This is how much damage the weapon does at base, not counting any other calculations.\nHit: Hit Rate. This is the base hit rate of the weapon, not counting any other calculations.\nCrit: Crit Rate. This is the base crit rate of the weapon, not counting any other calculations. If a weapon has no crit rate, it cannot make a critical hit.\nTags{br}Weapons have brief tags in their description that allow you to quickly identify what bonus abilities a weapon has.\nArmorpiercing: Weapon does bonus damage against enemies with the tag \"Armor\".\nAnti-Mounted: Weapon does bonus damage against enemies with the tag \"Horse\".\nBeastkiller: Weapon does bonus damage against enemies with the tag \"Beast\".\nAnti-Monstrous: Weapon does bonus damage against enemies with the tag \"Monster\".\nAnti-Fliers: Weapon does bonus damage against enemies with the tag \"Flier\".\nMagicbuster: Weapon does bonus damage against enemies with the tag \"Magic\".\nBrave: Weapon can attack twice as much as usual.\nDevil: Weapon has a (31 - Lck)% chance of backfiring and dealing damage to the wielder as well. This does not affect Monster units.\nReaver: Weapon reverses the effects of the weapon triangle.\nPhysical: This weapon which belongs to a usually magical weapon type now scales off of the user's STR stat and the enemy's DEF stat.\nMagic: This weapon which belongs to a usually physical weapon type now scales off of the user's MAG stat and the enemy's RES stat.\nPoisonous: This weapon inflicts Poisoned on the enemy after combat.\nPrf (Unit): This weapon is locked to the unit mentioned. (For example, ☆Reimu weapons are locked to Reimu).\nRecurring: This weapon has a certain amount of uses per chapter and recharges said uses at the start of next chapter."
    },
    {
        "nid": "Prf_Weapons",
        "name": "Prf Weapons",
        "title": "Prf Weapons",
        "category": "Guide",
        "text": "Prf weapons are weapons locked to certain characters. I don't know what prf stands for, stop asking me. "
    },
    {
        "nid": "Items_and_Accessories",
        "name": "Items",
        "title": "Items and Accessories",
        "category": "Guide",
        "text": "Beyond weapons, items are also important to your success. In Touhou Emblem 2, there are items and accessories. Your inventory has 4 slots for weapons & items, and 1 slot for an accessory.\nItems are usually consumable and have limited durability. These are usually things like healing items and promotion items.\nAccessories are special equippable items that usually provide some sort of bonus to the player, such as extra stats/growths or crit negation."
    },
    {
        "nid": "Weapon_Triangle",
        "name": "Wpn Triangle",
        "title": "Weapon Triangle",
        "category": "Guide",
        "text": "The weapon triangle is a rock-paper-scissors system in Fire Emblem that means that different types of weapons have advantage over others. There are technically two triangles, the Weapon Triangle and Trinity of Magic, but the concept as a whole is called the \"Weapon Triangle\". Bows and Staves are exempt from this system.\nWeapon Triangle{br}The weapon triangle between swords/lances/axes has a 3 DMG/15 Hit Advantage/Disadvantage to the weapon with the Advantage/Disadvantage.{br}Swords beat Axes{br}Axes beat Lances{br}Lances beat Swords\nTrinity of Magic{br}The trinity of magic between anima/light/dark also has a 3 DMG/15 Hit Advantage/Disadvantage to the weapon with the Advantage/Disadvantage.{br}Anima beats Light{br}Light beats Dark{br}Dark beats Anima"
    },
    {
        "nid": "Effective_Damage",
        "name": "Effective Dmg",
        "title": "Effective Damage",
        "category": "Guide",
        "text": "Some weapons will have tags like \"Anti-Monstrous\" or \"Armorpiercing\" which means that they deal effective damage against targets with certain tags. Effective Damage generally increases damage greatly by an amount and also multiplies damage done. Generally, bringing effective weaponry around is the greatest way to deal with certain issues or speed up your pace in a map."
    },
    {
        "nid": "Movement_Types",
        "name": "Movement",
        "title": "Movement Types",
        "category": "Guide",
        "text": "Obviously, a horse can't swim. Unless it's a kelpie, of course, but that's irrelevant. Generally, speaking, certain movement types will have more or less trouble traversing certain environments. The most important ones to remember are that fliers can cross most terrain, magic users are unhindered by sand, and certain classes like Berserkers can traverse mountains slowly.\nTerrain on the battlefield has different qualities too, and may give certain stat bonuses or penalties. Fliers are generally exempt from these bonuses and penalties. For example, Forests give +1 Def and +20 Avoid, but slow down the movement of non-flying units. You can check this bonus by hovering over a tile and looking at the bottom left corner of the screen."
    },
    {
        "nid": "Growths",
        "name": "Growths",
        "title": "Growths",
        "category": "Guide",
        "text": "Growth rates are an important part of each character, and are a big part (BUT NOT THE END-ALL-BE-ALL) of defining their viability. Growths can be accessed by pressing whatever key/button is your SELECT key while on the character's stat screen. Growths usually come in a two digit number like 50 or 60 that represent the percentage chance a character is to gain that stat on a level-up. \nGrowths over 100, like 105, have a 100% chance to level the stat once on level-up and a 5% additional chance to level it up 2 times. Looking at growths can give you a general idea of how a character will grow and what stats they will trend to. Just remember that everything is up to the whims of RNG."
    },
    {
        "nid": "Supports",
        "name": "Supports",
        "title": "Supports",
        "category": "Guide",
        "text": "Support conversations are bonus conversations that two units can have after being within a 3 tile distance of each other for enough turns over the course of the game (usually a pretty big amount of turns). After holding a support conversation, you can boost the affinity between two units (Ranks C, B, and A). When two units have a support rank, they will give each other bonuses corresponding to the rank of their support as long as they are within a 3 tile distance of each other. A unit can have up to 5 support conversations, meaning they can at best have a singular A support and up to a B support with another unit."
    },
    {
        "nid": "Rescue",
        "name": "Rescue",
        "title": "Rescue",
        "category": "Guide",
        "text": "Rescue is a function that basically all units can do which allows them to absorb a unit into them and carry them around. Rescuing can be used to save a unit from being killed once enemy phase rolls around, or can be used to ferry units around the battlefield. \nUnits who are rescuing another unit receive penalties to their Skl and Spd, which can make them vulnerable to attack.\nThere are certain restrictions to who a unit can rescue. A unit can only rescue other units if the unit being rescued has a Con stat equal or lower than the rescuer's Aid stat (calculated using Con - 1 for infantry, and 25 - Con for mounted/flying units)."
    },
    {
        "nid": "Lockpicking",
        "name": "Lockpicking",
        "title": "Lockpicking",
        "category": "Guide",
        "text": "You need to be able to lockpick to open up doors and chests. Marisa always has the \"Thief's Set\" skill on her, so you will always have a unit capable of lockpicking. It doesn't hurt, however, to have multiple in order to meet certain objectives faster. Some maps with chests will also have enemy thieves that will compete with your thieves to pick open doors and chests, so watch out for those."
    },
    {
        "nid": "Stealing",
        "name": "Stealing",
        "title": "Stealing",
        "category": "Guide",
        "text": "Units with the \"Thief's Set\" skill will be able to steal items and unequipped weapons from the enemy. However, weapons being stolen must have a lower weight than the stealing unit's CON, and the enemy must be slower than the stealing unit."
    },
    {
        "nid": "Villages",
        "name": "Villages",
        "title": "Villages",
        "category": "Guide",
        "text": "Villages and houses can be found throughout Gensokyo and can be visited for rewards. Rewards can be anything from items to important information, so it is always worth visiting a house/village just in case it might have something. Brigands and thieves on certain maps may race towards a village and burn it down if you are not quick enough to intercept them, depriving you of the rewards."
    },
    {
        "nid": "Fog_of_War",
        "name": "Fog of War",
        "title": "Fog of War",
        "category": "Guide",
        "text": "Some maps may have this thing called Fog of War which hinders your ability to see all of the map. In Fog of War, you will have to play more carefully considering you don't know what lies around the corner. Luckily, certain items and accessories help your range of vision in fog of war and may allow you to get better recon, limiting your risk. Units that can lockpick also have good eyesight and can see further in the Fog of War."
    },
    {
        "nid": "Combat_Arts",
        "name": "Combat Arts",
        "title": "Combat Arts",
        "category": "Guide",
        "text": "Combat Arts are special skills possessed by certain characters which allow them to perform an alternate, usually more powerful attack. Combat Arts require you to enter combat to build up their charge to replenish their use, so active use of a unit will help you more effectively build up their Combat Art."
    },
    {
        "nid": "Bonus_Experience",
        "name": "Bonus Exp",
        "title": "Bonus Experience",
        "category": "Guide",
        "text": "Bonus Exp is a feature that gives you extra stored exp for completing certain objectives, such as visiting houses or unlocking certain secrets on maps. You can use bonus exp before a chapter in Base Preps. This exp can be utilized to grind up a new unit to help them catch up, or invest further into an already trained unit. A single point of Bonus Exp will be less effective the higher level a unit is."
    },
    {
        "nid": "Base_Conversations",
        "name": "Base Convos",
        "title": "Base Conversations",
        "category": "Guide",
        "text": "Each chapter, there will be new base conversations for you to access. These conversations will give you rewards like bonus exp, extra items, and maybe even new playables. Be forewarned, however, that not all base conversations will be available permanently. Some may disappear after the chapter ends or after a period of time."
    },
    {
        "nid": "Market",
        "name": "Market",
        "title": "Market",
        "category": "Guide",
        "text": "The market can be accessed in base preps and has various items that may be helpful for you to buy. You may also sell items in the base market."
    },
    {
        "nid": "Mercenaries",
        "name": "Mercenaries",
        "title": "Mercenaries",
        "category": "Guide",
        "text": "Mercenaries can be hired in the base for a certain price. More expensive mercenaries generally have better stats and potential than the cheaper ones, but cheaper mercs may have some uses unseen."
    },
    {
        "nid": "Breakable_Tiles",
        "name": "Breakable Tiles",
        "title": "Breakable Tiles",
        "category": "Guide",
        "text": "You might notice some cracks in a wall or a snag along a river. These are breakable tiles, and attacking and defeating them might open up new routes on the map."
    },
    {
        "nid": "Elite_Mercenaries",
        "name": "Elite Mercenaries",
        "title": "Elite Mercenaries",
        "category": "Guide",
        "text": "On the eve of a particularly eventful battle, elite mercenaries will flock to your camp. That chapter will be your only opportunity to hire these individuals. They're still not as good as actual characters, mind you."
    },
    {
        "nid": "Warp_Tiles",
        "name": "Warp Tiles",
        "title": "Warp Tiles",
        "category": "Guide",
        "text": "On some maps, there may be a warp tile that allows you to warp back and forth between two spots. Use these to your advantage."
    },
    {
        "nid": "Fatigue",
        "name": "Fatigue",
        "title": "Fatigue",
        "category": "Guide",
        "text": "When units attack on the battlefield, they gain fatigue from their actions. Each use of a weapon gives a unit 1 fatigue. A unit's fatigue cap is equal to their HP stat.\nWhen a unit hits max fatigue or above, they are unable to participate for the next chapter. Whenever a unit sits out a chapter, their fatigue is reset to 0. You can also reset fatigue by using special items. Lords are unaffected by fatigue."
    },
    {
        "nid": "Repair",
        "name": "Repair",
        "title": "Repair",
        "category": "Guide",
        "text": "You can repair items using money when managing items."
    },
    {
        "nid": "Miasma",
        "name": "Miasma",
        "title": "Miasma",
        "category": "Guide",
        "text": "The Forest of Magic has neutral spirits that spew out miasma. This will affect most units, and will give them Poison if they linger within the miasma auras."
    },
    {
        "nid": "Reimu",
        "name": "Reimu",
        "title": "Reimu",
        "category": "Character",
        "text": "Name: Reimu Hakurei{br}Species: Human{br}The shrine maiden of Hakurei Shrine, and one of the protagonists of this adventure. She has a shifting personality based on her \nwhims, but she can generally be characterized as straightforward and somewhat selfish.\nReimu acts as a standard magic user, being physically frail with middling Spd, but generally fairly good Mag. Her personal skill, Natural Talent, doesn't really help her much early on, but can be impactful later. \nReimu also has access to the Combat Art \"Homing Shot\", which allows her to tackle some more pesky enemies that have high Avoid."
    },
    {
        "nid": "Marisa",
        "name": "Marisa",
        "title": "Marisa",
        "category": "Character",
        "text": "Name: Marisa Kirisame{br}Hobby: Stealing, Magic{br}An ordinary human magician. The deuteragonist of this adventure. She's a gregarious, informal and deceptive individual, but is ultimately \nvery hardworking and relies on effort over talent. However, being hardworking doesn't stop her from committing various acts of theft.\nMarisa has access to a few neat tools, foremost of which being her unique accessory: Tabula Rasa, which allows her to copy any tome and gain a single use of it. This has tons of potential to allow Marisa to become a single target nuke, or get herself out of a sticky situation, so keep your eyes out for any high ranking tomes. \nBeyond that, Marisa's Star Laser has pretty good function as an AoE attack to soften up or pick off a few weakened enemies."
    },
    {
        "nid": "Kasen",
        "name": "Kasen",
        "title": "Kasen",
        "category": "Character",
        "text": "Name: Kasen Ibaraki{br}Favorite Food:\"Something sweet.\"{br}A helpful and kind individual trying to follow the life of a hermit. She usually ends up assisting, or well, nagging Reimu.\nThat being said, she also hides a dark secret as one of her arms has all her malice sealed inside it.\nKasen comes as a prepromoted character with pretty high base stats but pretty bad growths. However, that isn't to say you should just bench her automatically for more \"higher\" potential units; Kasen has a lot to contribute. \nHer \"Mercy\" Combat Art allows her to weaken her attacks and let other units swipe up kills. Beyond that, she also serves as a backup option in case you find yourself in danger and need an out. \nDon't skip over Kasen and fall into the classic Casual's Pitfall."
    },
    {
        "nid": "Aunn",
        "name": "Aunn",
        "title": "Aunn",
        "category": "Character",
        "text": "Name: Aunn Komano{br}Mood: Helpful!{br}A simple-minded Komainu whose only intent in life is to protect and assist religious sites. You could argue she's more like a dog than a lion.\nAunn is a mounted unit, and thus has fairly good movement. Use this to your advantage. Her sturdy build and high movement allows her to hit the frontlines pretty fast. \nHowever, do watch out for anti-mounted weapons and fast mages, which will end up being Aunn's undoing if you're not careful."
    },
    {
        "nid": "Rin",
        "name": "Rin",
        "title": "Rin",
        "category": "Character",
        "text": "01010100 01101000 01101001 01110011 00100000 01101111 01101110 01100101 00100000 01100100 01101111 01100101 01110011 01101110 00100111 01110100 00100000 01100010 01100101 01101100 01101111 01101110 01100111 00100000 01101000 01100101 01110010 01100101 00101110"
    },
    {
        "nid": "Remilia",
        "name": "Remilia",
        "title": "Remilia",
        "category": "Character",
        "text": "Name: Remilia Scarlet{br}Number of bloodsucking victims: 13{br}The mistress of the Scarlet Devil Mansion. She acts frequently on pangs of boredom, much like a petulant, bored child. \nWell, the difference is that this child is a powerful vampire.\nRemilia is a pretty standard infantry unit, possessing a neat tech in the \"Bloodsucker\" Combat Art, which allows her to drain HP from a unit during combat. \nHer strength, however, lies in the fact that you can use her \"Controller of Fate\" ability to turn back the clock on your actions up to 3 times a map. "
    },
    {
        "nid": "Suika",
        "name": "Suika",
        "title": "Suika",
        "category": "Character",
        "text": "Name: Suika Ibuki{br}BAC: ??? (The breathalyzer broke...){br}A powerful oni who spends much of her time drunk. \nHer careless, jolly exterior belies her true perceptiveness and even sometimes, her ability to be deceptive.\nSuika is an unorthodox bulky frontliner who has a huge HP pool and strength. She makes for a great bruiser and can smash apart frailer enemies with aplomb. \nHowever, Suika also is quite slow, and will be prone to getting doubled later on. Her Combat Art, \"Shattering Moon\", adds her weapon weight to her damage, making for a devastating blow perfect for bosskilling."
    },
    {
        "nid": "Rinnosuke",
        "name": "Rinnosuke",
        "title": "Rinnosuke",
        "category": "Character",
        "text": "Name: Rinnosuke Morichika{br}Profit Margins: In the red.{br}The half-human, half-youkai shopkeeper of Kourindou. Marisa calls him Kourin. \nWhile he is able to appraise the use of items, his own personality seems to get in the way of accurate judgments. He has many items in his shop, but few seem to get sold.\nRinnosuke is a relatively weak infantry unit with middling growths. What are you to do with him?\n;)"
    },
    {
        "nid": "Kosuzu",
        "name": "Kosuzu",
        "title": "Kosuzu",
        "category": "Character",
        "text": "Name: Kosuzu Motoori{br}Amount of Youma books in possession: Not enough{br}An ordinary girl from the Human Village in charge of Suzunaan, the local bookshop. She has only recently been made privy to the true nature of Gensokyo, so she’s a bit too eager to discover more, if you’re asking me. Still, her ability to decipher any writing is quite a useful skill.\n\nKosuzu is a unique character in the fact that she has a whole line of weapons, the Youma Scrolls, to herself. Each provides a unique offering to her skill set and allows her to perform various tasks. \nGrowths-wise, just make sure Kosuzu doesn't see too much frontline action."
    },
    {
        "nid": "Tokiko",
        "name": "Tokiko",
        "title": "Tokiko",
        "category": "Character",
        "text": "Name: Tokiko{br}\n\nAs a flier, Tokiko has amazing utility in being able to be basically anywhere on the map in a quick time, alongside rescuing and ferrying units where they need to be. \nBeyond this, Tokiko's skill \"Knowledge is Power\" allows you to more efficiently train up weapon exp."
    },
    {
        "nid": "Letty",
        "name": "Letty",
        "title": "Letty",
        "category": "Character",
        "text": "Name: Letty Whiterock{br}Working Hours: December - February{br}\nLetty is a very strange character, scaling off of a weird mix of Mag and Res. Her \"Flood of Frost\" combat art allows her to slow down enemies and boost her own damage at the same time (indirectly through the Res boost). \nLetty does absolutely wonderfully against magic users, but she might flounder a bit if she's caught on the defense against physical units."
    },
    {
        "nid": "Kokoro",
        "name": "Kokoro",
        "title": "Kokoro",
        "category": "Character",
        "text": "Name: Hata no Kokoro{br}Current expression: Happy (I believe?){br}\nA local menreiki dancer who likes performing in the village. She is still learning how to emote on her own, so she depends on her masks in order to supplement the emoting process. \n\nAttempting to either break or steal one of these masks is not recommended, as it will cause Kokoro to enter into a berserk state. This behavior was exhibited during a certain incident involving a mask of hope [Refer to Issue 128 of the Gensokyo Chronicle].\n\nHopefully, no one would be foolish enough to attempt this again.\n\nKokoro is a very difficult character to play, as her main gimmick is shifting between different masks each turn, each giving wildly different effects. However, if you play to her instability correctly, you will be rewarded with a very effective unit."
    },
    {
        "nid": "Rumia",
        "name": "Rumia",
        "title": "Rumia",
        "category": "Character",
        "text": "Name: Rumia{br}Daily meal intake: 0{br}A simple-minded youkai of darkness. She is supposed to eat humans, but she is too lazy and weak-willed to actually hunt anyone. Her powers of darkness are supposedly pretty strong, but they’re mostly wasted on their user.\nRumia is a very high risk high reward character that can play into your cards well if you use her correctly. Her combat art, \"Apparitions That Stalk The Night\", invokes heavy fog over the battlefield, so thick that most units can only see 1 tile ahead. \nHowever, with that comes a huge stat bonus, including a coveted 1 movement buff. If you can work around the fog of war, Rumia can be a big boon for your army."
    },
    {
        "nid": "Mystia",
        "name": "Mystia",
        "title": "Mystia",
        "category": "Character",
        "text": "Name: Mystia Lorelei{br}Tonight's profit: 5249 Yen{br}A night sparrow youkai who is the owner of an izakaya. She makes profit by blinding people and claiming lamprey to be the cure. Quite funny that such a birdbrain could come up with a trick such as this. She also likes to sing in the dark.\nMystia is a dancer character, and for those of you not in the know, dancers are EXTREMELY efficient. Giving another unit a free turn is like having two of that unit.\nHer high mobility also allows her to reach pretty much any spot you need. Definitely a recommended pick no matter what team you're running."
    },
    {
        "nid": "Wriggle",
        "name": "Wriggle",
        "title": "Wriggle",
        "category": "Character",
        "text": "Name: Wriggle Nightbug{br}Friend count: In the millions{br}The leader of the bugs in Gensokyo, but she’s just a weak firefly youkai. She gets mad when bugs are disrespected though, so it’s better not to anger her. Roach infestation isn’t fun, kids.\nIn contrast to Aunn, Wriggle is a faster but frailer Lance Cav who takes more of an offensive approach, being a better player phase duelist at the expense of a lot of defense. \nHowever, Wriggle excels at hit and run tactics, with her Combat Art, infest, slowing down a unit's movement and allowing her to attack a unit and then ride off elsewhere. "
    },
    {
        "nid": "Sunny",
        "name": "Sunny",
        "title": "Sunny",
        "category": "Character",
        "text": "Name: Sunny Milk{br}Woke up at: 12:00 pm{br} A member of the trio of the Fairies of Light, she acts as the leader of the group. She is a typical fairy, mischievous, reckless and prank-loving. Her power is to bend light to hide herself or see objects outside of her vision.\nSunny is a character mostly focused on countering mages and stealing. As a more support oriented character, she will be perfect for allowing you to steal items off of the enemy, paired with her high movement and speed."
    },
    {
        "nid": "Star",
        "name": "Star",
        "title": "Star",
        "category": "Character",
        "text": "Name: Star Sapphire{br}Number of plans flaked out on: ~400{br}The second member of the Fairies of Light. A lot cooler and more collected than Sunny and Luna. She loves to let them take the fall for any pranks gone wrong. Her power allows her to detect the presence of anyone in her vicinity.\nStar is just your average healer for the most part. However, her skill, Searchlight, is a very effective support ability that will help your hit rates become more reliable."
    },
    {
        "nid": "Luna",
        "name": "Luna",
        "title": "Luna",
        "category": "Character",
        "text": "Name: Luna Child{br}Favorite beverage: Coffee{br}The second member of the Fairies of Light. Her favorite drink is coffee. She tends to be calmer and more gloomy than other fairies, but she is also clumsy. As a result, she spends time drinking coffee and reading newspapers. She can mute sounds around her.\nLuna is a risky character to play, with a low Con stat mixed with high weight weapons. However, due to her skill, Haphazard Smash, this actually plays into her favor as she can be used as a glass cannon to smash through high HP but frail units."
    },
    {
        "nid": "Cirno",
        "name": "Cirno",
        "title": "Cirno",
        "category": "Character",
        "text": "Name: Cirno{br}Literacy level: That of a 4th-Grader{br}A very arrogant ice fairy living near the misty lake; she proclaims herself the \"strongest fairy in Gensokyo\".\nSuprisingly, this claim is closer to truth as one might expect, with her constantly citing the \"Fairy Wars\" incident in every subsequent interview.\nCirno has great bases and alright growths. She works best when facing down bosses due to her skill, The Strongest, which gives her a boost against stronger enemies."
    },
    {
        "nid": "Daiyousei",
        "name": "Daiyousei",
        "title": "Daiyousei",
        "category": "Character",
        "text": "Name: Unknown{br}Nickname: Daiyousei{br}\nAn unexpectedly strong fairy that lives along Misty Lake's shores. A few villagers have mentioned seeing her playing with the others a few times. Her power is anomalously above average for a fairy. Appears to be a sub-leader amongst the fairies. [Reference Needed.] She seems to share a bond with the ice fairy, although the two have been seen by Marisa Kirisame to have come to blows a few times. Fairies are quite fickle. For categorization purposes, I will title her \"Daiyousei\", as her power is \"bigger\" than the average fairy.\nDaiyousei builds up Crit very fast using her ability, Nature Power. She should be used with high critical weapons to get the most out of her ability to spam critical hits."
    },
    {
        "nid": "Tewi",
        "name": "Tewi",
        "title": "Tewi",
        "category": "Character",
        "text": "Name: Tewi Inaba{br}\nTewi, beyond being a good thief, is also a decent combatant, with her skill, Super Luck, giving her more crit the more luck she has, allowing her to become a critting menace on the battlefield."
    },
    {
        "nid": "Reisen",
        "name": "Reisen",
        "title": "Reisen",
        "category": "Character",
        "text": "Reisen is a mixed attacker, having decent magic and strength. Her biggest boon is her combat, Lunatic Red Eyes, which allows her to shift a unit on the map into a frenzy, allowing her to sow discord in enemy battle lines if she uses it effectively."
    },
    {
        "nid": "Mokou",
        "name": "Mokou",
        "title": "Mokou",
        "category": "Character",
        "text": "Name: Fujiwara no Mokou{br}\nMokou is very unorthodox as a mage character, operating like a JRPG berserker character instead. While Mokou is fit for the frontlines, make sure she doesn't get too overwhelmed, or she'll end up taking a lot of damage."
    },
    {
        "nid": "Kaguya",
        "name": "Kaguya",
        "title": "Kaguya",
        "category": "Character",
        "text": "Name: Kaguya Houraisan{br}Number of Successful Suitors: 0{br}\nThe princess of Eientei; her appearance is regal, but her behavior is less than so. Her immortality has seemed to have made her lax and carefree, as she is seen often sneaking around the Human Village, usually accompanied by a certain Fujiwara no Mokou. This same duo are also often seen fighting to the death in the Bamboo Forest of The Lost, cited as their preferred pasttime. These duels usually take place around midnight, so travel near the forest during this time would be unideal. It is a popular theory that the forest is so lush due to these duels fertilizing the soil for hundreds of years.\n\nAs a counterpart to Mokou, Kaguya is a character more dedicated to stall, having incredible resistance to damage. This comes at the drawback of having horrible movement, only 3. \nShe can, however, mitigate this using \"In An Instant\", allowing her to warp to the side of an ally. This has a long cooldown, mind you, so position Kaguya well, as she'll be there for awhile."
    },
    {
        "nid": "Seiran",
        "name": "Seiran",
        "title": "Seiran",
        "category": "Character",
        "text": "Seiran is build like average for a Vagrant, but her skill, \"Portal Combat\", allows her to counter at any range, giving her great defensive capability. \nDo keep in mind, however, that she suffers a speed and damage penalty from countering."
    },
    {
        "nid": "Ringo",
        "name": "Ringo",
        "title": "Ringo",
        "category": "Character",
        "text": "Ringo can use any item as a free action, giving her the ability to heal up as a free action and then move again. This can be incredibly useful in various situations, and makes Ringo a considerable unit."
    },
    {
        "nid": "Mima",
        "name": "Mima",
        "title": "Mima",
        "category": "Character",
        "text": "NO_FILE_FOUND"
    },
    {
        "nid": "Kogasa",
        "name": "Kogasa",
        "title": "Kogasa",
        "category": "Character",
        "text": "Name:Kogasa Tatara{br}Latest Scaring Victim:Youmu\n\nKogasa has access to a special combat art, \"Bangasa Bombing Run\", that allows her to deal damage in a 2 tile radius from the target. \nThis can be useful, but keep in mind that she also pivots 2 tiles off a target, so she can end up in inopportune situations if you're uncareful."
    },
    {
        "nid": "Alice",
        "name": "Alice",
        "title": "Alice",
        "category": "Character",
        "text": "Name: Alice Margatroid{br}Profession:Ventriloquist{br}"
    }
]