[
    {
        "name": "Intro",
        "trigger": "level_start",
        "level_nid": "3",
        "condition": "True",
        "commands": [],
        "only_once": false,
        "priority": 20,
        "_source": [
            "chapter_title",
            "transition;close",
            "change_background;Forest (Night)",
            "# This is where the dialogue itself starts",
            "music;Nostalgic Blood",
            "add_portrait;Reimu;CenterLeft",
            "add_portrait;Marisa;CenterRight",
            "transition;open",
            "speak;Reimu;Shoot, did we pass by that stump before?",
            "speak;Marisa;This is the third time already. I'm starting to think you're more forgetful than that night sparrow.",
            "speak;Reimu;Well at least I'm trying to figure out where we're going. *Sigh* This would be so much easier if we could you know, fly?",
            "speak;Marisa;Where's that lucky rabbit when you need her?",
            "speak;;Hello? Who's there?",
            "speak;Marisa;-Well that's no rabbit, but I'm checking it out!",
            "remove_portrait;Marisa",
            "speak;Reimu;Marisa, wait! We need to stick toget- and there she goes. Always rushing in...",
            "multi_add_portrait;Luna;FarRight;Sunny;Right;Star;CenterRight",
            "speak;Luna;Hey hey! Help us!;;;;2",
            "speak;Reimu;And not even in the right direction. What are you three doing here?",
            "speak;Sunny;O-oh it's Miss Reimu! Come on, you gotta help us save Cirno!;;;;2",
            "speak;Reimu;Hold on, one at a time! Star, what exactly happened?",
            "speak;Star;Cirno got kidnapped by those rabbit folk over there, so we were getting ready to save her.",
            "speak;Sunny;Then this weird maid with a hammer came and hit Mystia and Wriggle, and they both went crazy!",
            "add_portrait;Mystia;FarLeft",
            "speak;Mystia;Hey! Who are you calling crazy!",
            "speak;Star;Ah! It's her! Stay away!",
            "sound;Attack Hit 1",
            "speak;Mystia;Ow! What was that for?",
            "speak;Reimu;Hey relax, I already beat the crazy out of her enough.",
            "speak;Mystia;Wow, Even the shrine maiden has a heart. Who knew?",
            "speak;Reimu;...Maybe just a few more hits...for safety;;;;0.5",
            "speak;Mystia;Ahaha...I guess I'll shut up now.",
            "remove_portrait;Mystia",
            "speak;Reimu;Well, we are heading up to Eientei anyway... are you sure you can fight? I wouldn't exactly call you guys dangerous?",
            "speak;Luna;This time is different! We had a special training routine just for this moment!",
            "speak;Reimu;That axe is twice your size-are you sure you can even lift it?",
            "add_portrait;Kasen;FarLeft",
            "speak;Kasen;Reimu, I believe these fairies are safer with us than traveling home alone.",
            "speak;Reimu;Hey, what did I say about lecturing?",
            "speak;Kasen;Not a lecture, merely an observation.",
            "speak;Reimu;*Sigh* Sometimes I just can't with you. Alright fine, you three are coming with us.",
            "speak;Sunny;But Miss Reimu, aren't you worried about Marisa?",
            "speak;Reimu;She can hold her own just fine. I'm sure we will bump back into her any moment now...",
            "# Now for Part 2",
            "",
            "transition;close",
            "multi_remove_portrait;Reimu;Kasen;Star;Luna;",
            "remove_portrait;Sunny",
            "",
            "#Tewi Gang Time",
            "",
            "multi_add_portrait;Tewi;CenterLeft;Ringo;CenterRight;Seiran;FarRight",
            "transition;open",
            "",
            "speak;Tewi;Hehe, the fog is just right for an ambush. Those trick chests will definitely come in handy too.",
            "speak;Ringo;With all due respect, Tewi... why are we even fighting these guys?",
            "speak;Seiran;Ringo, how could you say that, and after Master Eirin took us in after the invasion! We are indebted to her.",
            "speak;Ringo;I'm just saying, I didn't come down to Earth just to get conscripted again...",
            "speak;Tewi;Pipe down you two, you'll blow our cover! We gotta cover for Eirin so she can finish that weird project of hers.",
            "speak;Ringo;Project? What kind of project?",
            "speak;Tewi;I called it weird for a reason. I have no idea what that lady is up to half the time anyway!",
            "speak;Seiran;You shouldn't speak so casually about Master Eirin... Isn't she your superior?",
            "speak;Tewi;Is that some kind of moon rabbit thing? This whole \"rank\" thing makes no sense. Anyways, here they come. Get into position, I'm heading off to prepare some... suprises.",
            "remove_portrait;Tewi",
            "speak;Seiran;Says the person who doesn't understand ranks...;;;;0.5",
            "speak;Ringo;Ah jeez, she has no faith in us, does she? Whatever.",
            "",
            "#Time for Housekeeping",
            "",
            "transition;close",
            "trigger_script;Housekeeping3",
            "trigger_script;Housekeeping1",
            "game_var;hireable_guys;v('hireable_guys') + ['Miu','Akane','Kagerou']",
            "add_unit;Sunny",
            "add_unit;Star",
            "add_unit;Luna",
            "add_lore;Lockpicking",
            "add_lore;Sunny",
            "add_lore;Star",
            "add_lore;Luna",
            "trigger_script;Housekeeping2",
            "game_var;_fatigue;0",
            "base;Backwoods (Night);{e:};Mercenary Camp;True;Global Mercenary_Camp;Music=Sealed Gods",
            "enable_fog_of_war;t",
            "set_fog_of_war;gba;3;3;3",
            "prep;1;Sealed Gods",
            "speak;;This map's clear bonus is 300 Bonus EXP, with a decrease of 15 BExp per turn you take over 15 turns!;;;hint"
        ]
    }
]