[
    {
        "name": "MarisaGossip",
        "trigger": null,
        "level_nid": "Base",
        "condition": "True",
        "commands": [],
        "only_once": false,
        "priority": 20,
        "_source": [
            "if;{v:chaptercount} == 0",
            "add_portrait;Marisa;Left",
            "speak;Marisa;I dunno about you Reimu, but I think you'll definitely need to do some heavy liftin' with|yer Sealing Needles. Those things are potent!",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 1",
            "add_portrait;Marisa;Left",
            "speak;Marisa;I hear that immortal girl...uh, Mokou, sometimes gives away Torch tomes to those who need it.|Quite helpful! I should get one or ten fer myself!",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 2",
            "add_portrait;Marisa;Left",
            "speak;Marisa;Remember those \"Eagle Ravi\" guys from the moon incident? I hear they're actually quite scary...might even warp us around n' stuff!",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 3",
            "add_portrait;Marisa;Left",
            "speak;Marisa;That Inaba...the small and lucky one. She's quite scary, ain't she, with all that luck manipulation. Anythin' could happen if you face her! I might not even be lucky enough for that!",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 4",
            "add_portrait;Marisa;Left",
            "speak;Marisa;Eirin's assistant can be a terror on the battlefield...she might drive everybody crazy, if given the chance! We should probably bring somethin' along to cure ourselves of negative statuses.",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 5",
            "add_portrait;Marisa;Left",
            "speak;Marisa;With all this darkness, we might need to bring more torches to keep our eyes peeled for enemies! Puttin' up our most durable fighters to scout might work too.",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 6",
            "add_portrait;Marisa;Left",
            "speak;Marisa;Forest of Magic has some nasty trees that'll poison ya' if you don't keep yer eyes out. Undead love gatherin' round them for that reason, cause they ain't affected by all that. ",
            "speak;Marisa;Also, there's been talk of a maid stalkin the woods. I think I know who it is...",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 7",
            "add_portrait;Marisa;Left",
            "speak;Marisa;There's been talk of a bunch of hooves clackin' on the ground in the woods lately. Weird. We should watch out for a buncha riders.",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 8",
            "add_portrait;Marisa;Left",
            "speak;Marisa;Y'know, I'd love to summon my own demon like Patchy. Would be real nice to have a helper around...",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 9",
            "add_portrait;Marisa;Left",
            "speak;Marisa;I really get annoyed when people use long range magic. How am I supposed to counter that?!",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 10",
            "add_portrait;Marisa;Left",
            "speak;Marisa;We're really high up...perfect environment for a buncha people to be flyin'. I wish I could still fly...",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 11",
            "add_portrait;Marisa;Left",
            "speak;Marisa;Youmu...that gardener at Hakugyoukurou. Been thinkin' about her lately. She's kinda tough, but she's pretty easy to counter if you jus' bring the right weapon.",
            "remove_portrait;Marisa",
            "elif;{v:chaptercount} == 12",
            "add_portrait;Marisa;Left",
            "speak;Marisa;I've been readin' this book on military tactics lately. Says that splittin' an army can be wise sometimes, but we should jus' make sure not to overextend ourselves.",
            "remove_portrait;Marisa",
            "end"
        ],
        "nid": "Base MarisaGossip"
    }
]